[
  {
    "line": "I barely know what I'm looking at here."
  },
  {
    "line": "The black market rotation always has 4 items in stock."
  },
  {
    "line": "His item descriptions will change randomly each time he sells goods from his Black Market Cache:"
  },
  {
    "line": "A strange blue turnip salesman once told me deep forests akin to Upper Erisia bring in good coin. Gotta say, he's right."
  },
  {
    "line": "Buy it you break it. Wait a sec..."
  },
  {
    "line": "Careful. This one's got a history.. I think."
  },
  {
    "line": "Did you know if you give me the crowns, I'll actually GIVE you the item, it's a crazy deal right?"
  },
  {
    "line": "DON'T drop it..."
  },
  {
    "line": "Don't even ask, man."
  },
  {
    "line": "Got somethin' that might interest ya..."
  },
  {
    "line": "Have I seen you before? Yeah, wait... you told people my stock sucked... Wait. Actually, that might've been someone else. I *will* find them."
  },
  {
    "line": "I gave one of these away for free yesterday. You missed out."
  },
  {
    "line": "I uhh, yeah I really shouldn't have these."
  },
  {
    "line": "I barely know what I'm looking at here."
  },
  {
    "line": "I need to use these crowns to buy some earplugs, for that eardrum-rupturing sea snake..."
  },
  {
    "line": "I'd wipe this for fingerprints."
  },
  {
    "line": "It cost me an arm and a limb to get ahold of these. Not mine, of course..."
  },
  {
    "line": "I've actually found myself in a spot of trouble when I was out and about with these after I got them.."
  },
  {
    "line": "If anyone asks - you didn't get this from me. Capiche?"
  },
  {
    "line": "It's Antique! Scratch that, Brand New!"
  },
  {
    "line": "It's just good business."
  },
  {
    "line": "Just warning ya, you *might* be a wanted person in multiple places after buying this. Don't go wavin' that around."
  },
  {
    "line": "Man - it's been a like a whole hour, and my seafood boil isn't here yet! For all the talk The Meatlord gets, he's kind of a slowpoke."
  },
  {
    "line": "Maybe clean this when you get a minute."
  },
  {
    "line": "Maybe I should get into mystery boxes... You'd buy one right?"
  },
  {
    "line": "Might need to steal me a sweater, gettin 'a little chilly up here."
  },
  {
    "line": "Next time, if you come wearing a full clown outfit, I might give you a discount... Pff!"
  },
  {
    "line": "Never again will I make the mistake of using one of these."
  },
  {
    "line": "No questions, no returns."
  },
  {
    "line": "Not sure if I really want to let this one go... if that makes you want it more?"
  },
  {
    "line": "Oh this one's verrry special - I can only let you buy one."
  },
  {
    "line": "Oh, this one might be cursed. Like, actually."
  },
  {
    "line": "Ohh yeah, this has gotta be one a kind, just look at the uhh... look at it!"
  },
  {
    "line": "Okay, you really have to be careful with this."
  },
  {
    "line": "Some guy literally walked through a mirror and handed me these, it was the strangest thing..."
  },
  {
    "line": "Thanks for looking, you know... You could actually buy it."
  },
  {
    "line": "The Legendary Boot?.. Pff, good joke pal, I don't sell trash."
  },
  {
    "line": "This isn't overpriced, it's MY SHOP!"
  },
  {
    "line": "This one's actually worth more than two times my price... I promise!"
  },
  {
    "line": "Try not to draw attention when you walk out of here alright?"
  },
  {
    "line": "Ugh, I don't even like WANT to sell this... Unless.. I dunno~ you gave me the crowns for it?"
  },
  {
    "line": "Until earlier I genuinely forgot I even had this, does that make you want it more?"
  },
  {
    "line": "Wait. I think the sticker price is wrong... um.. whatever, crowns are crowns right?"
  },
  {
    "line": "...What's an 'angel statue'? Look, I think you're confusing me for someone else here, buddy."
  },
  {
    "line": "What? No, it doesn't come in purple. What kind of question is that, man?"
  },
  {
    "line": "Where'd I get this? Fell outta the back of a carriage, yeah?"
  },
  {
    "line": "Whispers say this was lost to time... ooOOOooo !!"
  },
  {
    "line": "You buy it - you break it. Wait a sec..."
  },
  {
    "line": "You got cash for a crown? I'm running low on change here... If not, it's fine."
  },
  {
    "line": "You want it? It's yours my friend! So long as you have enough crowns."
  },
  {
    "line": "You want my hat instead? I actually made it out of dried kelp, I'm saving it for later. Not for sale."
  },
  {
    "line": "You wouldn't believe how hard these were to find."
  }
]