[
  {
    "line": "A rare find indeed."
  },
  {
    "line": "An item most regal!"
  },
  {
    "line": "C'mon, everybody and their grandma wants to buy something like this."
  },
  {
    "line": "Colour makes us hungry - everything's connected!"
  },
  {
    "line": "DON'T drop it..."
  },
  {
    "line": "Hard sell eh?.. What if it was purple?"
  },
  {
    "line": "Hey come on now, it's not that expensive.."
  },
  {
    "line": "Hey, you break it - you buy it."
  },
  {
    "line": "I dropped a boulder on the guy I stole this from."
  },
  {
    "line": "I threw the guy I stole this from into the megalodaunt nest not too far from here, easiest clean-up ever."
  },
  {
    "line": "I stole these from local bandits, by the way."
  },
  {
    "line": "Isn't it weird how there's like next to no fruit in Erisia? I had to plant my own tree near the shoreline... if you care."
  },
  {
    "line": "It's had a little wear and tear, but who cares! Hey, that rhymed a little..."
  },
  {
    "line": "It's not overpriced, I swear!"
  },
  {
    "line": "Look at all those shiny colours!"
  },
  {
    "line": "Looks valuable, you should buy it!"
  },
  {
    "line": "Lovely weather for buying something exactly like this, eh?"
  },
  {
    "line": "No change - no problem! I'll keep the difference as a tip!"
  },
  {
    "line": "Now see, I would buy this. From myself."
  },
  {
    "line": "Oh haha, that's not dust that's uhm... an expensive finish, probably a fashion thing."
  },
  {
    "line": "Oof, man. Are you sure you can afford this heat?"
  },
  {
    "line": "People keep asking for these to be purple? I don't get it."
  },
  {
    "line": "Regahl rega regi.. You pronounce it reg-ah-lee-ah right?"
  },
  {
    "line": "Seems like a great deal, huh? But I'm NOT done yet!"
  },
  {
    "line": "Seen this one before, you say? No no, in the business, we call that a 'remaster'!"
  },
  {
    "line": "That's *gotta* be one of a kind, right? And it could be yours!"
  },
  {
    "line": "The Legendary Boot?.. Pff, good joke pal, I don't sell trash."
  },
  {
    "line": "The price is too steep, you say? Nonsense! I'm just wearing my Sunday Shirt of Selling. It increases my mercantile skill."
  },
  {
    "line": "These are perrr~fectly reasonable prices, stop giving me a hard time."
  },
  {
    "line": "They don't make 'em like they used to anymore, you know?"
  },
  {
    "line": "They say you should never look a gift horse in the mouth! ...Well, these aren't gift horses. Look all you want! Buy, even!"
  },
  {
    "line": "This catch your eye?"
  },
  {
    "line": "This could almost be an antique, I think?"
  },
  {
    "line": "This is a real steal, probably."
  },
  {
    "line": "This one really stood out when I was looting the guy who had it."
  },
  {
    "line": "This one's so valuable it's been sitting around for years!"
  },
  {
    "line": "This usually isn't the case but I almost drowned getting this haha."
  },
  {
    "line": "This will surely have you saying: 'shut up and take my money'!"
  },
  {
    "line": "Traan Zakshun has wares if you have coin-- erm, I mean... notes. Yes."
  },
  {
    "line": "Truly a divine thingymabob."
  },
  {
    "line": "Used to know a guy who made these, you know... What happened to him? Oh, he's fine. He just doesn't make these anymore."
  },
  {
    "line": "Use my special offer! You can get TWO items, for the price of one-plus-one item! Isn't that a steal?"
  },
  {
    "line": "What's that? Do I have a reegahl... reeg... regi... Reh-gah-lee~ yah? You're talkin' crazy, pal."
  },
  {
    "line": "Yes this is my real name... legally."
  },
  {
    "line": "You got any Ongo slices? I could really go for a snack..."
  },
  {
    "line": "You know, I'm told that Drallis Ehr guy *really* likes this one... If that makes you any more interested?"
  }
]