[
  {
    "name": "Archivist Journal: 'Megalodaunt'",
    "flavour": "by Archivist Caliban Sr.",
    "pages": [
      "Winter, 521 CE.\n\nSubject C hasn't moved within his enclosure all day. He's resting on the ground, staring intently at the glass surrounding him, for no discernable reason to us.\n\nEven for evening supper, he's yet to move an inch; it's quite the blight, as the body's stench has accumulated more over time. He just stares, unmoving.\n\nThis came as quite a shock to Faris and I, as Subject C usually becomes frenzied when brought near a corpse, yet.. nothing.",
      "Late into the night, Subject A rose from her slumber and released a deafening screech, waking every living being in the facility easily. The shaking floor somehow stirred even Subject C to an upright position, looking attentively toward the alpha.\n\nThroughout our weeks studying, the relationship between an alpha megalodaunt and a subordinate megalodaunt has brought many interesting questions into our hands.\n\nWhile not appearing to be reasonably intelligent creatures, they have a strong sense of social hierarchy, and their place in their 'society,' if it could be called that.\n\nSubordinate megalodaunts tend to pay close attention to the alpha of their territory, for reasons we cannot understand. Subject A has expressed the impressive ability to bring a creature as lazy as Subject C to his feet, a feat insurmountable to us, meager scholars.",
      "Today, the realization has hit that we lack additional food for our dear subjects.\n\nLast night's meal for Subject C was the last body on-hand; unfortunately, it is winter. Pathfinders tend to be.. shakey, during this time of year. It's more difficult to find gullible, bright-eyed, hopeful ones.\n\nDuring last winter, we prepared a surplus of bodies in preparation for this. This winter, however, we became careless. Too much time spent on experimentation and studying, of course. ",
      "But, I do not want to end my studies here, and a megalodaunt's appetite is.. marvelous.\n\nI'll contemplate my options. I'm determined to see these experiments through to the end.\n\nI'm writing once more, only a few hours past my previous entry.\n\nI've prepared a new meal for my subjects. I still need to wash myself first, as I do not want the smell of blood luring them toward myself instead of their meal.\n\nDespite this being all I can provide for now, I'm happy to say it will at least satisfy Subject A; she's my primary research target at the moment, after all. Surely, her subordinates will understand.\n\nAnd if not? I've seen beautifully gruesome combat between megalodaunts, almost akin to mankind's scuffles. Truly, a fascinating spectacle to witness. ",
      "I fed the last of my food supply to Subject A, dropping the body into the enclosure. As she did last night, she consumed it happily, as the other two subjects watched.\n\nI used this opportunity to gain the best look I possibly could muster at the coarse coral along her back. A beautiful, natural weapon, capable of slaughtering hundreds of pathfinders within mere moments.\n\nIt's ability to launch almost needle-like projectiles at such high speeds is.. beautifully lethal; it mainly occurs when the megalodaunt is under high-stress, as a last-ditch defense mechanism.\n\nI fear I may have stared too long though, as the other subordiantes seemed more interested in me then ever before; I made sure to engage in a swift exit.\n\nThere's something marvelous about these creatures, some sort of almost mankind-like understanding between eachother.\n\nYet, to us, they are simply considered 'monsters.' ",
      "You all fail to see it's social prowress, without not even a consideration of the possibilities; what if we were able to exploit this hierarchy for our own purpose?\n\nFor my own purpose. For your own purpose. "
    ]
  },
  {
    "name": "Children of the Aftertide I",
    "flavour": "- a foreword by Mira Sokolof",
    "pages": [
      "The world we live in - the world after the Canticlysm, the Tides, and the Drowning of Celtor, - is a world without harmony and peace, a place of great turmoil and unrest. For some, such as the tide-scattered Celtor, it is a place without a past and a home. The surface is slowly turning into a graveyard of once-great cultures, as the few surviving ones vie for supremacy in a sea-sundered land.",
      "I myself, Mira Sokolof, am a descendant of the Celtor who survived the Great Drowning by fortune of being away from the city during the catastrophe. Despite that, the loss of our heartland - its wholesale disappearance to the Depths below, - left a great wound in our collective psyche, and an astoundingly vast rift in our cultural memory. Our traditions hardly survive after several centuries of diaspora, but they cling on to dear life, thanks to the efforts of individual Celtor. My family tried - and still try - their hardest to keep the Celtorian ways alive, passing old stories and customs down the family line through spoken word and repetition.",
      "But this alone, and in such small numbers, cannot preserve the old culture of my kin. Slowly, as we are forced to seek other homes to settle in - homes other than our own, - our ways fade, and the past is forgotten. It is hard to accept it, but the Celtor culture is experiencing its final sunset. Not only did the archives and libraries of our once-great drowned city contain a wealth of texts about our culture, but the city itself once housed the culture’s living practitioners - the Celtorians themselves. But now, we are scattered, few and far inbetween, like chaff in the wind; and our wealth of culture is lost beneath the tide.",
      "At present day, the surface world is still dotted with a variety of cultures, each at a different stage of vitality. For example, the island of Etrea, the last remaining shard of a once-great kingdom of the same name, maintains its distinct way of life in relative isolation. However, their culture is growing stagnant, ossified, and inflexible due to such policies, remaining relatively unchanged for the past several centuries - an unnatural amount of time for any civilisation’s lifestyle to stay so static.",
      "As another example, The Navaean nomads’ ways are still going strong, flourishing in the face of great adversity - somewhat of a paradox considering their culture’s wandersome nature, their reliance on traditions of spoken word, and their consistent clashes with the encroaching imperial influence of the Central Authority. The Authority themselves, as yet another example, struggle to find any solid cultural ground to stand on, despite being made up of numerous varied groups of people, each with their own colourful histories and customs. Instead, they rely upon loyalty to hierarchy and on military tradition to keep their political ties from fraying.",
      "And then, of course, there are new cultures still emerging in the long wake after the Tides, forming up in response to the changed ways of the people of the New World. Where there was a lack of rooted national history and shared past, a variety of stand-ins arose - companies, labour unions, and guilds of workers and adventurers alike. Within these non-societal units, unique traditions, hierarchies, and customs take shape. They fight for their place beneath the sun, like any other.\n\nDespite all this, our world remains at strife with itself, and destruction reigns over creation. We have proven, time and time again, that humanity can persevere in the face of incredible adversity, and band together during and after world-ending events. What we have woefully failed to do, however, is preserve the past - the circumstances did not allow us to do this well.",
      "It is for this reason that I publish this journal of mine, containing within it a continuous study of the surface world’s cultures, traditions, customs, and ways of life - old and new alike. Here I have set the records of my investigative journey throughout the world, accompanied by my very close life-long friend, a Khan warrior named Anna Nemises. We hope these writings are found satisfactory in the face of posterity.\n\nIn truth, we do not know for certain what the future holds. Perhaps the world as it is may not exist for very long. Perhaps none are exempt from the fate that befell the city of Celtor, the Great Jewel - but from the shared, traumatic experience of the surviving Celtorian people, rebuilding will be a much easier task if at least a small ember of the past remains burning.\n\nThis is my ember, brought to the altar of time. Never again may we suffer alone, in the dark."
    ]
  },
  {
    "name": "Diver Journal, I",
    "flavour": "- writings of Apprentice Azel",
    "pages": [
      "This was never an expedition. This was a setup. Chaser has gone mad. The Kyrsgarde have gone mad. No matter what direction I run, I'm met with the same adversity from those I'm supposed to 'trust', yet it ends in catastrophe. Chaser didn't take us here to find anything, he took us here to feed on us. The Kyrsgarde on the surface are kind, but below... it's all a facade. It's always been a facade. I can't trust anyone anymore, there's nothing in this hell which could absolve me of this fear now. Even as I'm writing this, I feel eyes watching me. I know one thing for certain: today, I will die. Whether it be by the hands of my 'leader', or by the hands of those who take us for fools, or perhaps the beasts resting above me.",
      "This is my last day... alone. Alone in a wasteland, a meaningless death to be forgotten, just another number added to the infinite list of 'missing in action' Divers. Is that what all this means? Did Mother want this? Good for nothing.. rotten son, never made money or did anything for the family, dead in a cave, accomplished nothing, alone. Hopeless and abandoned, even in my final moments. I'm going to be forgotten, just as the countless times before. 'Azel Corbet' never existed.. he never did, never meant anything to anyone.. and alone. Alone! Each time I write the word I feel angrier at myself. I hate this. Maybe this is what I deserved. Maybe if I wasn't a good-for-nothing since birth, since childhood, since adolescence, since adulthood, maybe-\n\n*The ink on the following pages are washed out and incomprehensible, streaking in lines only tears could create, smudging the ink. His last words are lost.*"
    ]
  },
  {
    "name": "Diver Journal, II",
    "flavour": "- writings of Journeyman Skeli",
    "pages": [
      "First of Moonveil, Entry #2. Curse Klaris for sending me to this godsforsaken place. This snow sticks like tar and doesn't melt from your warmth... Even knowing this, there was no reason to lose more than a single expedition team. According to the locals one of our own has occupied the tower above. It has to be Chaser.. He volunteered to lead the first expedition team with a fervor that I've never seen from him. If he's the only one left alive from the team, I can only imagine what became of the others. We can no longer trust that man. Should the Forbidden City fall into his hands, it could spell doom for all of us.\n\n*The remaining pages are scribbled out frantically, no words can be made out from the mess, as if there was something to hide.* "
    ]
  },
  {
    "name": "Diver Journal, III",
    "flavour": "- writings of Apprentice Hero",
    "pages": [
      "This is the third day without food. Chaser refuses to let us near the Ignition Union's settlement here. I understand we're at odds with the Union, but... I'm hungry. I'm cold. They have heat there, so I've been told. Their lamps, they can burn away the parasites. A few members of the expedition got fed up with Chaser, and tried to sneak away, but they weren't in their bunks the following morning. Maybe they did get away, and are staying with the Union now? Skeli told me the Union's settlement was along the ground floor beneath the bridges, marked by steam towers, but.. I heard it's dangerous. Bounders reside there. I don't know what to do.. I may just seek out the settlement myself. I need warmth. ",
      "The fourth day has come. I'm growing weaker by the hour, as it becomes harder to move. I contemplated eating the snow, but.. I've already seen what happens to those it sticks to. But, I'm hungry.. so, so hungry. Maybe my stomach could handle it? I don't know if the eggs would be able to survive such conditions, or if I'd be sentencing myself to an earlier death. What choice do I have? To die slow hopelessly, or gamble a chance to live? I'll think about it more. If I'm unable to move far, then.. I suppose I'll try it.\n\nThere's something inside.\n\nThere's a whisper inside.\n\nThere's movement inside.\n\nThere's something wrong.\n\nThere's something wrong.\n\nThere's something wrong.\n\nThere's something- "
    ]
  },
  {
    "name": "Eggs In A Basket",
    "flavour": "A broadsheet of a popular sailor song",
    "pages": [
      "Oh, my dear, you knew so long ago that I'd be leaving soon,\nAnd now the day has come at last me to cross the ocean blue.\nWeep your little heart out if I don't come say 'goodbye' tomorrow,\nBut if I don't come back at all, then spare yourself from sorrow!\n\nI hope that soon you'll find another, -\nThough, I pray, don't tell your mother!\nI hope that you'll remember me,\nAlthough we were not meant to be.\n\nHaven't you heard the saying blasted?",
      "I'll tell you, though no one asked it:\nDo as they say,\nAnd don't put all your eggs inside one basket! "
    ]
  },
  {
    "name": "The Ferryman's Lullaby",
    "flavour": "or 'I Hear The Tides' - an Etrean folk song",
    "pages": [
      "Heave-ho, up-row, raising the anchor slowly,\nReady to lower sails and go, following course where cold winds blow.\nHeave-ho, up-row, turning the capstan slowly,\nI long to see the day when I return.\n\nI hear the tides are beckoning and calling -\n'Turn to sea, and ne'er return again!'\nWhispers the ocean to me a lullaby, secretive and slow -\n'Pray the Ferryman never takes your soul\nTo the Depths below...'\n\nHeave-ho, up-row, crossing the ocean slowly,\nCrow's nest is signaling to us, 'nothing is out here, not a fuss!'",
      "Heave-ho, up-row, eye the horizon slowly,\nNot a shore in sight! Neither day, or night!\n\nI hear the tides still beckoning and calling -\n'Now you'll never see the shore again!'\nFollow the wind and the gale, and perhaps we shall live to tell our tale,\nUnless the Ferryman gently takes our souls\nTo the Depths below...\n\nHeave-ho, up-row, piercing the sea-fog slowly,\nNo more the wind will kiss our sails, no more we'll ride on stormy gales.\nHeave-ho, up-row, lost in the waters slowly,\nWe gambled with the sea, and lost our bet!\n\nI hear my kin and comrades' distant calling,\nBut I can never turn to shore again!",
      "Lower my bones to the ocean and let them drift all alone and slow,\nMay the Ferryman gently take my soul\nTo the Depths below... "
    ]
  },
  {
    "name": "The Gideshu March",
    "flavour": "from Vincent Zeneke's monograph cycle 'Songs of the Sea'",
    "pages": [
      "We're masters of the oceans wide,\nCustodians of relentless tide!\nFor the Authority we fight -\nWithin this dark a blazing light.\n\nHurrah, hurrah, three cheers for the cause!\nWe truth uphold, and also laws!\nFor the many, the few, the big, the small -\nWe would give our lives for the cause!\nWe would give our lives for the cause!\n\nWe're wardens of the valiant dead\nFrom shore to shore our boots will tread\nThe furthest reaches we shall tame\nBring order, peace, Adretian fame!",
      "Hurrah, hurrah, three cheers for the cause!\nWe truth uphold, and also laws!\nFor the many, the few, the big, the small -\nWe would give our lives for the cause!\nWe would give our lives for the cause!\n\nThe Gideshu March is a popular marching song of the Central Authority - the iron-fisted guardians of the Central Luminant. Written in the year 1180 by August Gideshu, an Authority officer, the march quickly became popular among the rank and file soldiers, with many regiments choosing the song as their marching tune. Some even consider it to be the Authority's unofficial anthem - though the Authority elites' stance on this is not entirely clear. ",
      "Not much is known about First Lieutenant August Gideshu, the author of the song, himself. Supposedly an Adretian in origin, his unusual surname seems to indicate an older lineage, likely one reaching back to the Pre-Tidal epochs, when the Adretian peoples were contained within their mountain homelands, squabbling as scattered tribes. The Gideshu family name appears several times in various historical Authority records, though never in a rank higher than First Lieutenant.",
      "Authority records indicate that August Gideshu served aboard the Central Authority Sailing-Ship (or CASS) 'Zephyr', under Captain Hector Corbet. Little else is known about this ship's crew or specifications, aside from the fact that it served in the Eastern Luminant, and experienced several clashes involving the Etrean Navy, in which they emerged victorious. Gideshu himself is noted as having distinguished himself in one battle by bolstering crew morale during an Etrean boarding - possibly by starting to sing the eponymous march, suggesting his fellow crew were familiar with his penmanship. ",
      "It is believed August Gideshu may have penned several more songs during his service aboard the CASS 'Zephyr', though any potential copies of the written texts have not survived to reach our time. Indeed, a substantial trove of records kept by the crew was lost when the ship ran aground in the outskirts of the Starswept Valley, whereupon the Authority force was ambushed by a unit of the Hundred Legions.\n\nAugust Gideshu's fate remains uncertain, but official records note the crew were 'thoroughly defeated'. The CASS 'Zephyr' was subsequently captured, looted, stripped for parts, and wholly destroyed.\n\nI would like to thank Alloras Munet, a Central Authority navy recordkeeper, for allowing me access to certain relevant texts kept within Authority archives. This monograph would not have been possible without their invaluable help."
    ]
  },
  {
    "name": "God in the Machine",
    "flavour": "by the Keeper of Truths",
    "pages": [
      "A large stone throne laid bare before the truth, an empty vial in the center of the chamber. Behind the throne, long tendrils of darkness have writhed relentlessly. They have whipped, entangled, and screamed for years now. Atop the cold, desolate throne, resides a woman. Her eyes do not move; no, they haven’t moved since she arrived. The ghastly woman’s figure was fragile and faded, though life was still intact. The tendrils had danced around her ecstatically, covering her sealed eyes in darkness with a low growl. Through her weakening conscience, an exhausted gasp escaped her mouth, though quickly silenced by the presence of the deep. Even throughout this pain, a wry smile somehow formed upon her visage. The truth sealed shut.",
      "“It was not the hunting that brought me here, Ryrda. It was her.” A pained mumble echoed throughout the deafening silence of the forest. A Tiran woman with short, curled hair stood in front of the entrance to the truth, donned in a long, earthy green cloak. Her fists were clenched at her side, shaking in anxiety. Through her hair, a pained expression could be seen upon her face. Beside this woman, a man stood somberly, with a hand placed upon her shoulder. “She will endure it, Fran. I know it’s hard, but..” The Vesperian man would let out a sigh, before removing his hand from the woman’s shoulder. He turned his back to her, facing out to the wide expanse of trees surrounding them. The air was still, only tampered with by the movement of the Vesperian. With each step he took towards the suffocating woodland, the crunch of leaves beneath his feet rang out. His steps were slow, methodical, with careful pauses between each one. For a short period of time, he’d continue to walk forward, until hearing the sound of leaves not from himself.",
      "“Found you.” The Vesperian would draw his bow, taking aim at the small woodland creature. A moment’s worth of pause passed, before the small furred animal would leap out of its bush. As quickly as it appeared, it became impaled with an arrow. A small squeak exited its mouth, before collapsing. “I got us dinner, Fran. Sit down. It’s going to be a long night.” Ryrda would call out to the Tiran woman by the door, though she had still remained in place shaking. Again, the man would sigh in frustration. He was aware it was difficult for Fran to process, but he hadn’t the patience for it at this hour. “..I suppose I'll gather wood too, then.” A low grumble bellowed from his stomach, but he moved regardless. ",
      "A period of time, filled only by silence, passed for Fran. She had moved, but not very far; only shifting from standing to sitting in her place. The Tiran’s eyes were locked onto the large stone door, waiting to see if the woman behind it was alive. Every few moments, she would place her hand on the door, feeling it's cold embrace. Each time she did so, her body would shake in fear, before removing her hand from the stone. Under her breath, the woman would question herself, “But, why? Why must it be you, Eran? I could have, no, I should have..” The answer to her question was simply a mournful breeze through the forest, a reminder of the woodland’s suffocating loneliness. Before long, a familiar crunch of leaves could be heard from Fran’s places, and she turned to face the source of the sound. Returning was Ryrda, who carried a large bundle of firewood constructed of not only twigs and sticks, but leaves too. Approaching the Tiran, he’d grumble, “It’s not much, but it should be enough to at least cook the rabbit.” He’d begin to muck about for a small clearing to construct the campfire, eventually settling for a patch of dirt farther away from the surrounding trees. “Fran, come here. While I get this underway, we need to talk,” he called out to the Tiran.",
      "A low crackle of flame whispered between the trees as the fire began. Ryrda and Fran sat on opposite sides of the flame, both gazing into the orange warmth wordlessly. “It’s not much of a talk if neither of us are saying anything, is it?” The woman would mutter bitterly towards the man across from her, before holding her hands out to the flame. “I was waiting for you to calm yourself first. That is all, no need to be rude about it,” Ryrda would reply dryly, shifting in his place as he raised the animal’s meat above the flame, slowly rotating it. “But, since you seem more, hm, alive. I suppose that talk can begin, then.” Another harsh crackle from the campfire whispered into the night, as Fran looked up toward the Vesperian curiously.",
      "“I had to know if it's true, Fran. They called it ‘the god in the machine’. It’s capable of draining somebody’s ether clean from their vessel. And from my sources, they told me it's one of the easiest ways to get Nightblood. Eran was interested too, you know. Surely, she had talked to you about it before. She volunteered, and so.. I allowed it.” The Vesperian somberley explained, before rotating the animal meat once more. Fran’s face would shift from mere a stage of expressionless to bewildered shock. “You.. for Nightblood? You’re trying to become a Shadowcaster, Ryrda? That’s not right, don’t you have a clue of what that entails?!” She’d stand up promptly, looking down at the Vesperian in vexation. “Shadowcast is taboo for a reason, Ryrda! Gods below, what in the hells are you planning to do to Eran? She’s.. She’s my.. She’s close to me, okay? She’s important to me. What are you doing?!” As her words continued, the Tiran’s tone continued to shift to a more agitated panic, questioning the man frantically as tears began to well in her eyes. “Look! Calm down, okay? It’s.. it’s just one of the ways to obtain Nightblood. This is the easy method, so they say. She’ll live, Fran. The only people I’ve heard to die of ether vacancy were the old and sick. Please, just believe me for once.” Ryrda’s own voice would begin to shake a bit, evidently at least sharing a sliver of Fran’s worries. “As for my own sake.. It’s my life, my one and only. If I am to be hunted for my taboo pursuits, then so be it. But as long as there is no blood on my hands, then I am innocent in my own eyes. I know I’m not of the Ministry, and you know too. That is all that matters.”",
      "Though Fran opened her mouth to reply, still shaking in anger, her thoughts were cut short by a loud scream from behind her. The woman’s expression froze, as she slowly turned towards the direction of the sound, realizing the source of it originated from the sealed chamber. “Ryrda,” She began to mutter, her voice shaking. “Open the chamber, Ryrda. Now.” Soon after, she began to approach the large stone door, taking a deep breath as she did so. The Vesperian man, still sitting at the flame, would drop the animal meat into the fire in a panic, before rushing to get up and follow Fran. “Is it done? I believe it’s done..” He’d talk to himself as he ran towards the sealed door, before reaching into his front pocket, retrieving a strange talisman. Along the stone idol’s shape resided elegant engravings of symbols foreign to this Luminant, an object of delicate creation. Ryrda held the talisman up to the door, hands shaking in excitement. “I believe it’s done, Fran!” He’d call out to the Tiran, blissfully unaware of her reaction to this situation. As he turned to look towards her face, realizing the state she was in, the chamber door opened.",
      "The first sight the Vesperian saw was the filled vial in the center of the room.\nThe first sight the Tiran saw was the unconscious body on the stone throne.\nUpon Fran realizing the state of the unconscious woman, she immediately sprinted towards the throne in a panic. The Tiran shouted,“Eran? Eran! Are you..” before placing her hand upon the body. Though it hadn’t been a grand amount of time within the chamber, the body had already become cold. Fran’s hand slowly inched towards the hand of Eran’s, afraid of the truth to come. She briefly held on to Eran’s hand, raising it up, then finally understanding the reality of the situation at hand. The hand was limp, and fell back onto the throne lifelessly as soon as the Tiran let go. Fran fell to her knees, staring up at Eran’s lifeless body in horror, unable to take her sight away. Speechless, only sobs could escape her mouth as it had become clear Eran would not return.",
      "At the center of the room, Ryrda kneeled to pick up the vial on the center of the chamber. “It was true, then.” He’d murmur to himself whilst beginning to stand up, vial in hand. The man had not even realized the state of Eran yet, focused entirely on the success of his endeavor. “Nightblood, they called it. The essence of shade itself.” Without a moment’s hesitation, Ryrda raised the flask beneath his mask, indulging in a large gulp of the vial. For but a single second, the world itself had felt frozen to Ryrda - the overwhelming sensation of Eran’s ether enveloped in shade caused Ryrda to collapse, convulsing violently on the floor as his mind contorted to a form most befitting of shadow. Another scream could be heard in the room, though this time from Ryrda, suffocated in pain as the nature of Shadowcast revealed itself to him.",
      "Within the moment of time seemingly still, the Vesperian saw the world in new eyes - a vision most foul. His vision was clouded by an infinite expanse of black rocks and jagged peaks, tendrils swaying over the horizon. No sun could be seen in sight, yet the impossible landscape glowed a smokey gray, piercing through the night’s haze. Debris of lost kingdoms floated in at standstill, mirages of humans from eras long past stuck in scenes of their last moments. This was no mere hallucination, this was the reality of Shadowcast, the painful history of it happening all at once in the fraction of a second. At the top of the black peaks, Ryrda could see a doppelganger of himself, staring back at him lifelessly. The doppelganger’s existence went short-lived however, as the wavering tendrils pierced through its body all at once - only then, his eyes opened.",
      "The convulsing had ceased entirely, as the Vesperian man collected himself, slowly sitting up. He looked down at his hand, noting that it was the same as it ever was, then glancing to the shattered vial by his side. The man paused for a moment, taking a deep breath, before attempting to use the knowledge he had just been imbued. Focusing his ether, a small shadow tendril of his own making emitted from his palm, wavering just as it appeared in his vision. “It worked. Gods below, the truth was here the whole time! Can you believe it, Fran?” Ryrda exclaimed in joy, before raising his gaze from his hand to the stone throne. Upon his eyes meeting the sorrowful sight, his hand dropped to his side. He could not even mutter an attempt of an apology, he simply sat there and stared at Fran weeping next to Eran’s corpse.",
      "Thirty minutes had passed, without either of the two moving. The Tiran woman finally stood up, turning to face the Vesperian. Though this time, her eyes had not shown weakness, but instead a heartfelt fury. She began to take steps toward Ryrda, tears still falling from her face with each step. Fran opened her mouth, shakily speaking, “You knew from the start, didn’t you? You knew this would kill her. You knew. You must have.” As she reached closer with each step, her voice raised in volume, evolving from a quiet whisper to a mournful shout. “And you celebrate it! You celebrate.. What’s wrong with you? What’s wrong with you? What did she do to you, Ryrda? Answer me.” The frenzied woman grabbed Ryrda by his collar, forcing his mask close to her face, shouting, “Answer me,” over and over. Yet, Ryrda wouldn’t say a word, staring in a regretful silence.",
      "“I’m.. sorry.” The man would whisper in shame, lowering his head to avoid looking back at her. “I thought she could have made it. I knew Eran was ill, but-” Ryrda’s sentence would be quickly interrupted by Fran shoving him against the floor in rage. “You knew! You knew the whole time, then! You.. I can’t believe you. I.. ” Her shouts would only become more fearsome, causing the Vesperian to back up slowly, whilst muttering, “..Please. I’m sorry, I should’ve known. Look, please, stop coming closer. If you try something, I’ll.. I’ll have to defend myself, Fran. I’m speaking the truth, I promise.”",
      "But, to Fran, the truth had already been revealed. A sorry would not bring back Eran’s life. “You took her away from me,” Fran screamed, drawing the dagger at her side before pointing it at Ryrda. As soon as the Vesperian noticed the blade, he rose to his feet, sprinting for the exit to the cavern. Behind him, Fran followed in chase, only barely behind in speed. “Please, Fran! I’ve no choice if you keep this up, ” he shouted to the enraged Tiran, but his words only fell upon deaf ears - it was too late for her to consider the possibility. The two soon reached the exit, Ryrda re-entering the woodland once more. Night was still upon them, though the moon was nowhere to be seen. Ryrda sprinted towards a bush to hide in, rolling into it in a hurry as he drew his bow, aiming towards the cave entrance, awaiting the Tiran’s arrival. But the Tiran did not arrive - instead, an assault of flame shot out of the entrance, igniting the forest ablaze.",
      "The impact of the flame knocked Ryrda away from his initial cover, setting it ablaze with the rest of the surrounding trees. A well of smoke began to cloud the air, making it difficult for the Vesperian to aim at all amidst the haze. Once the haze settled in, the Tiran finally emerged from the cave, Flamecharm visibly wrapped around her. “You took her away from me, Ryrda,” she shouted once again. Ryrda ducked behind a nearby tree, before feeling an uncomfortable warmth behind him - the fire was spreading. Soon, the sea of trees surrounding him became a sea of hellfire, engulfing all life within the vicinity mercilessly. The once peaceful forest turned to an ocean of raging despair, swallowing the two whole. “This isn’t right, Fran!” He shouted back towards her, though the only response given was another wave of heat blasted towards his direction. ",
      "The Vesperian’s heart began racing, as he soon realized that his odds of surviving were growing slimmer by the second. He dropped his bow in a panic, instead opting to sprint full speed away from the Tiran woman. His lungs screamed with each step as smoke clouded his head, every subsequent step of his sprint becoming more painful to take. Eventually, a burning tree’s branch would break above him, crashing upon the man. Ryrda was unable to move, coughing violently as the burning log on top of him ensnared him within the chaos. The man’s eyes widened in terror as he began to struggle, attempting with all his might to break free. But, he never could. His body was already too weak from the lack of air, exhausted further by his sprint. Ryrda looked up from his spot, seeing Fran stand over him. Her eyes still remained fierce, staring down without remorse. “I’ll be seeing you, Ryrda,” she muttered in disgust, raising a hand full of flame towards the man’s mask. “You took her from me. I cannot stand to see you anymore.”",
      "The night soon came to an end. The following day, the remains of the forest layed barren. Burnt, rotted trees weakly stand, most collapsed from the blaze. A sea of ash covered the burnt wasteland, a reminder of what once stood there. A Tiran woman could be seen walking away from the sight, with a letter in hand. Upon the parchment, the following words were written: 'There was never a fire.'\n\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”",
      "There was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.",
      "“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire."
    ]
  },
  {
    "name": "The Hammer's Call",
    "flavour": "- a foreword by Mira Sokolof",
    "pages": [
      "Fine workers of the Union,\nCome hear the hammer call!\nWe'll stand in solidarity -\nShoulder to shoulder, together, tall!\nShoulder to shoulder, together, tall!\n\nThe Old World sank beneath the tide,\nYet workers, shore to shore,\nTogether toil, and never hide -\nMighty, united, like none before!\nMighty, united, like none before!\n\nWith arms and tools in every hand -\nA pickaxe and a blade, -\nFrom depths to peaks, across the land,",
      "Work we in concert, and hone our trade!\nWork we in concert, and hone our trade!\n\nIt matters not how hard the chore,\nHow punishing the way;\nFor you we'll fight, retrieve, explore -\nOnly if you can our costs defray!\nOnly if you can our costs defray!\n\nBut if you do not pay your dues\nTo workers, fair and square,\nThe Union will be out to bruise -\nLabour entitles to each their share!\nLabour entitles to each their share!\n\nAnd neither mountain, rock, nor stone\nCan keep us from our mark!\nOur tools ignite, a path is blown -\nOnwards we march, powered by a spark!",
      "Onwards we march, powered by a spark!\n\nAlone, we're fingers on a palm -\nTogether, we're a fist!\nOur might is like a powder bomb,\nAnd like a fuse, may we long persist!\nAnd like a fuse, may we long persist!\n\nFine workers of the Union,\nCome hear our hammer call!\nWe'll stand in solidarity -\nShoulder to shoulder, together, tall!\nShoulder to shoulder, together, tall!",
      "'The Hammer's Call' is a labour song, originating with the workers of the Ignition Union - the renowned freelancer company and labour union. The song itself is based on the tune of an old Adretian folk song, called 'The Winding Homeward Road', and the words for this particular version - alongside with the modern arrangement, - were authored by Ignition Union member Gawain Corbet in 1272.\n\nOver the coming decades, the song would gain popularity among the Union labourers - with empowering lyrics and a steady rhythm, 'The Hammer's Call' provided a convenient means for simultaneously keeping a consistent pace of labour between a group of people, as well as keeping up worker morale. ",
      "Of interest to present day scholars is the emergence of this song in the context of the Union's identity - similarly to the Central Authority, the Ignition Union is also a boiling pot of ethnicities and cultures. Unlike the Central Authority, however, the Union's identity is not defined wholly by internal hierarchy, lingering military traditions, and loyalty to power. Instead, it is rooted in the solidarity of toil - a sense of kinship among those working for the same goal. "
    ]
  },
  {
    "name": "Lament of Cirryn",
    "flavour": "compiled by the Emerald Scholar",
    "pages": [
      "The sound of birds is a common occurrence within the nested corridors of the Greathives. I've woken up to these chirps countless times within my decades spent within them, though tomorrow I travel to another. While the construction of Greathive Aratel is still ongoing, my party of Lifeweave scholars have been tasked with a mission by Hivelord Ximac Diri himself. By next starset, we shall begin our departure to one of the eldest Greathives known to my kind, the First. Some consider this a pilgrimage of sorts, as other Hivekin believe the First to be as reverent as holy ground, the beginning of our society. To experience this journey myself is exciting, to say the least! Though, I do ponder the morality of what's to come with our task. I trust in Ximac's guidance, his bravery has brought us this far, but I cannot help but worry nonetheless.",
      "\nWhile I'm lost in such thoughts, a small bird approaches; small, and fragile. “Look at you!” I remark, kneeling down to get a better view of it. The bird hops toward me, round in shape, and colored a bright red. I hold my finger out to touch it, but just as I almost can feel its soft feathers, it flies away.",
      "\n“You never learn, Ehkusa!” A familiar voice calls out to me, although I'm puzzled at first as to where. I look around for a moment, until I hear the voice again, “Behind you, fool.” I quickly turn around, and see Remaz standing over me, his mask gleaming from the rays of the sun.“For some esteemed scholar, you're not very bright of a woman, Ehkusa,” he remarks once more, as if his previous comment wasn't enough. “Quit it! I simply want to appreciate these fleetings things...” I reply, turning away from him and gazing toward where the bird once sat. “And this little one got away too. A shame.” I sigh, beginning to stand up. He's always given me a tough time, though it's a caring sort, so I do not mind too much. “Did you pack your bags?” I ask him as I collect my belongings: little scraps of paper, ink, garments, and various ether-based snacks if needed.",
      "\n“Aye! Last night, it took me quite a few hours. You don't seem to be bringing that much though, why's that?” He asks half-honestly, then invasively peers over my shoulder. I bump him away with my arm, closing my pouch with my belongings inside.",
      "\n“It's not exactly a vacation, we have a duty entrusted to us by Lord Ximac himself. Take yourself more seriously, Remaz, we only need to bring what we need,” I calmly assert myself, although he is testing my patience already. “Alright, alright...” he mutters as he backs off. “Be at the docks by starset, I'll be waiting for you with K'aal. And please, you truly should bring more with you just in case anything goes wrong, whether it be with our task or what follows after. I don't want to see you with a crack in your mask, Ehkusa.” He speaks in a much more stern tone, it's almost jarring seeing him change attitude so quickly. “Understood,” I reply quietly, although I do ponder his anxiety. It's not like him to worry this much... or perhaps, he simply doesn't show it to me often. With my pouch on my hip, I head off to my quarters to pack additional supplies.",
      "\nStarrise arrives, and I've already begun packing once again. In addition to my previous items, I'm entrusting the last remaining compartments of my pouch to a small stiletto for protection, as well as a shard of Ryrda's mask for good luck. “To hope we'll meet again.” I mumble quietly to myself as I tuck the shard away into the darkness of the pouch. Gazing out the window, I watch birds on the branches of the Greathive outside bring their children to rest within their little homes. “A future anyone could wish for..” I muse to myself, observing the mother bird care to her nestlings. A future I had wished for, yet duty steals me from. “Perhaps one day.” I get up from my wooden desk chair, and sit upon the bed too small for any grown Hivekin. Outside the window, the birds head to sleep. So, little birds, I suppose I shall too.",
      "\nFamiliar chirps greet me from my restless slumber, as it seems starset had come sooner than expected. “Good morning to you as well,” I look out the window, though no birds are to be seen. The chirping must be from around the corner, perhaps? I raise myself out of bed, although too fast perhaps, as I stumble my way toward the window. Peering out both sides, I look for any signs of my familiar friends, the source of the song. Yet, none are to be seen. “Odd.. no time for such matters, though,” I shake myself awake, getting dressed and preparing for the voyage to come. Picking up my pouch, I realize it is still lightweight; I pray that Remaz won't make an issue out of it, lest we worry about such frivolous things for what's to come.",
      "\n“Fashionably late, as always!” Remaz remarks as I step onto the docks, though it's quite difficult to hear him over the roar of waves crashing into the Greathive's roots. K'aal shakes his head, patting Remaz on the back. “Relax. The ship is here, and all three of us are here too, that's all that matters,” K'aal calmly says, trying to make Remaz control himself, I suppose. Remaz looks over to him, then to me, and sighs. “Fine. Let's just get going already, alright?” He mutters as he walks onto the ship. K'aal shrugs, looking at me with a puzzled expression. “I don't particularly understand what his issue is... he's a different person when you're not around.” He says looking off at the sea.\n“I brush it off. It's fine, K'aal, really. And how have you been? It's been weeks since I last could meet with you,” I smile looking toward him, but his gaze doesn't shift from the sea.\nHe's always seemed troubled, keeping to himself, but today seems particularly different.",
      "\nA few moments pass in which he doesn't say a word, then moves to board the ship with Remaz silently. “...You make it really hard to get to know you better, you know that?” I mumble to myself as I follow K'aal aboard the ship quietly.\nHours have passed on the sea now, and our party has sat in silence within our chambers. I cannot help but wonder what is troubling these two so much, have I missed some sort of argument? Did I say something wrong? “What's with the quiet, you two? It's not like the both of you to stay silent for hours on end,” I finally break the silence in the room, watching the both of them jump in their seats from the startle of noise. “Has the reality of this not set in on you yet, Ehkusa?” K'aal asks sternly, looking toward me with a fierce look. His hand rests on the wooden desk, tapping it in frustration. “Well, trying new things is our job, isn't it? To be one of Ximac's Scholars is to discover the unknown,” I hastily reply, somewhat unnerved by K'aal's frustration.",
      "\nHe must have noticed my anxiety in my voice, and he relaxed his tone, “Look. Lifeweave may be the future for our technology, but this... this unnerves me, Ehkusa. It makes me scared. It doesn't feel right.” I look down at his hand resting on the table, watching him grip it nervously.\nI glance over to Remaz, who's idly looking out the seaside window of our chamber, then I gaze back to K'aal.\nI speak calmly, responding to him in a manner that suggests no offense, “I... look, I know. I understand, I really do. I know people within our Greathive are calling it.. necromancy, and other foul things, but I trust Ximac's judgment. Even moreso, because it's Cirryn, I get why they're concerned about us. But, even so, we shouldn't be so low spirited due to what our peers have said about our duty. By the time we finish our task, reanimation successful or not, we shall come home and all will return to normal. Think of it just as any other of our previous duties. We're going to be fine.”",
      "\nSilence returns to the room following my attempt at cheering them up. A moment passes, and Remaz looks over to me. “It's not everyday I get to hear someone claim using necromancy to revive a hero is ‘any other duty.' What's next, are you gonna tell me that Ryrda is waiting home for you, too?” He lets out a sly laugh, and I have to resist the urge to slam the tabl- I slam the table. “Gods below, you're something else!” I shout as I get up from my seat, and hastily rush out of the chambers, slamming the door behind me. I can't stand him, these people, the way K'aal does nothing, I... ugh.",
      "\nI run to the deck of the ship, leaning on the railing as I catch my breath. I turn around, cross my arms and look off to the eternal blue surrounding us. “I can't, just...” I sigh, peering off at the waves, somewhat misty eyed. I rummage through my pouch, and find Ryrda's mask shard. I hold it high, and I can feel myself shaking, staring up at it. “I know you're still here,” I stammer through tears, looking at the piece of mask. I can't believe Remaz would just... he knows they were important to me. That they are still important to me.\nI clutch the piece of mask, and fall to my knees onto the deck of the ship, looking down. I hear a door faintly open in the distance, then close softly. Quiet steps approach towards me, and I haven't the energy to look up. “What is it?!” I cry out, unsure of the person behind me.",
      "\nA moment passes, and I've been given the response of great silence. I turn behind me quickly, expecting to see Remaz mocking me once more, only to see nobody at all. “This way, this time,” A voice on my right side speaks softly, sitting beside me, considerably more calm than before. Remaz.\n“I don't want to talk to you right now.” I attempt to say flatly, though my voice is still shaky. He sighs, placing a hand on my shoulder. “I know. I'm sorry, that was... that was too far.” He mumbles quietly, it's clear he feels guilty about it. “I didn't mean for that to come out, or to even think like that, just... sometimes I get caught up in that ‘mask,' you know? That image of the quippy Vesperian making light out of everything, but... that was too much. I'm sorry, Ehkusa.” He finishes his apology, and awaits my response quietly, looking off to the sea just as I am. I know he doesn't mean to act out like this, but... it still hurts. But I don't want to hurt him either.",
      "\nI wait a moment and take a deep breathe, exhaling, “I forgive you, Remaz.” He takes his hand off my shoulder, and we sit together quietly. Waves bellow into the side of the ship, as we sit together with no words spoken.\nThe Moonseye rises above the horizon as the sky slowly grows dark. “I'm going to head to bed,” I stammer out, holding onto the railing of the ship's deck as I stumble upon my feet. Remaz looks over and nods solemnly, then quietly replies, “I'll be sitting here for a while longer. Rest well, Ehkusa. Tomorrow will be difficult. And... Thank you for forgiving me.” He looks off to the waves once more. I can't help but feel a little bad for him; while I have forgiven him, I do not think he has forgiven himself yet. I nod to him, and return to our chambers. K'aal is already asleep within his own bed, and I lay down upon mine, staring up at the ceiling for a few moments. I hold Ryrda's mask shard up one last time, contemplating it, then putting it back into my pouch.",
      "\nA great deal of time passes until we arrive at the First. As the day is finally upon us, my party and I are anxious but ready to get this over with. “Allow me to lead, please. I've been around here before, and some masks here know me already,” K'aal speaks as we're led up to the deck of the ship, observing the massive Greathive ahead of us. As the ship draws closer to the dock, Remaz looks over to K'aal and asks, “And you're sure they won't require some sort of identification or something? I doubt they'll believe us if we claim Ximac sent us without any proof.” K'aal smiles and shakes his head, peering off to the dock in front of our ship, “They know we're coming, believe me.”",
      "\nElegant branches stretch across the sky above us, as the Greathive looms overhead. “They said the First was grandiose, but this... I never could have imagined!” I chatter to K'aal as he leads us toward the plaza. The volume of birds chattering here compared to our home Greathive is one of the first things I notice as we walk closer within, and other Hivekin travelers pass in and out. “Grandiose is an understatement, Ehkusa. You're lucky to have me guiding you two, or else this would be a much longer trip then planned,” K'aal laughs as we move closer towards the plaza. As we draw nearer towards it, a tall Ganymede guard walks toward our group to stop us, peering down at us.\n“Aye, we saw ‘yer ship. The dock's only open to select groups at the moment, what's your purpose here?” The guard bellows sternly, his bright eyes staring into Remaz's mask in particular. “Youuu look... no, you're not him,” The guard begins to say, then shakes his head, turning to K'aal.",
      "\nI don't understand why these guards always try to talk to Remaz or K'aal before me... “I-” K'aal begins to speak, before I interrupt him, “We're Lifeweave Scholars sent by Hivelord Ximac Diri of the Second. We're here for Cirryn. If you'd please guide us.” The Ganymede's bright eyes blink twice, evidently puzzled by the statement for a moment, before the realization hits him. “Ah, you're that group...” His expression shifts to something much more grim as he looks off to the side, possibly looking for someone else to deal with us. I didn't expect a warm welcome for what we're here to do, so I'm not too surprised.",
      "\nA group of guards leads us up to Cirryn's memorial, and the room falls silent; it seems we're expected. The statue of Cirryn is massive, towering over all of us. I stare up at the statue, looking deeply into his mask... it feels eerily familiar, but I can't put my finger on why. Remaz strides forward then faces toward me, taking a dramatic pose as he begins to speak, “Surely, you've heard the tale of Cirryn, the Starset Blade?” One of the guards chuckles, while another looks annoyed. “No, my good friend, I have not,” I hastily respond, laughing as I play along. K'aal buries his head into his hands out of embarrassment.",
      "\n“The stories are true, you see! Cirryn, the bravest of the ancient Hivelord's warriors, rose above all others when the Hive was in most dire of circumstances. Indeed, he drew his blade against the blasphemous Etrean invaders who sought to steal our Lifeweave artifacts ages ago. Oh, how he defended the Hive and its glory! Gods below, rest his soul!” Remaz finishes his speech, and I cannot help but laugh along with him, “Thank you for the history lesson, dear historian.” I collect myself, and look over to the guards standing around us, some remaining stoic, then my gaze drifts over to an interesting metal structure nearby.\nThat shape is odd... and the size of this structure, what is this? “What's this over here? I've never seen anything like this.” I approach the immensely large metal door; it's cold to the touch. Too cold to the touch, and I sense... nothing.",
      "\n“That is what we call the Lifeless Chamber,” one of the taller guards responds, walking closer to me. Gods below, why is everyone here tall? “This used to serve as a prison for rogue Lifeweavers in a time long past. Though, we needn't use such constructs anymore...” He continues, and I stare at the door. “Could you elaborate? May I look inside?” I look around for a handle of some sort to open the door, asking as I peer around. The guard looks over to me slightly puzzled, “By all means. It's constructed entirely of iron, devoid of any material a Lifeweaver could manipulate.\nAlthough, if an Ironsinger was in there it would not be secure at all.. But I digress. No sort of Lifeweave can be used there whatsoever.” The guard continues to explain as I look up, observing a conspicuous button near the door. “Now, is this...” I mumble to myself, reaching up to attempt pressing it, although I cannot reach it. Lovely.",
      "\n“Need some help?” Remaz approaches the guard and I, eyeing the button I was struggling to reach. “Pff.” He scoffs, hitting the button with ease. A loud ‘click' echoes throughout the hall, as the large iron door slowly lowers, revealing an impressively large, empty interior constructed purely of iron. “Wow...” I step into the room, with each step making a loud metal noise ring throughout the chamber. It's cold, and I begin to understand what the guard meant by it being devoid of life. “It feels so... empty, compared to the life of the Greathive,” I mumble to myself, walking deeper into the large egg-shaped room. “And dark!” K'aal shouts over by the door, looking into the chamber with Remaz.\n“If you're done now, I'd like to get our job here over with,” Remaz calls out to me, and I gasp and rush back to the door.\n“Gods below, apologies. I get caught up in new things quite easily,” I follow him and K'aal out, back toward the group of guards. “It's fine, Ehkusa, honestly. Let's worry about the hard part. It's time.”",
      "\nThe guards of the First guide us to Cirryn's chamber of rest. A large metal coffin resides within the middle of the room, surrounded by a countless array of beautiful flowers. “Oh my...” K'aal walks forward, crouching down and touching the flowers of the chamber. “Such a melancholic place for such beautiful flowers. Tragic.” He picks one up, then glances at a guard to ensure it wasn't seen as disrespectful. “Fairest of the blossoms, hm? And everlasting past its stem being pulled.” He respectfully tucks the flower onto his belt, and nods toward Cirryn's coffin. “Thank you, Starset Blade.” K'aal solemnly speaks to the coffin. He's always been a sentimental one, taking little trinkets and knick knacks of his travels with him to remember them by.\nI imagine this must feel special to him, knowing the significance of this memorial. Remaz is standing in the corner of the room with his arms crossed, remaining silent.",
      "\nI presume he can sense the importance of this place too... These flowers have such a commanding presence amidst the life within this hall. The guards begin to file out of the room, except for one. He looks over to us and speaks, “We'll be guarding the door outside. When you've finished your... experiment, we'll unseal the memorial ground.” He begins to exit the room, before pausing for a moment. “I personally believe this to be a grave sin against Cirryn's legacy, and the Hive as a whole. May the gods below judge you for what's to come.” He then exits the memorial grounds, and the door slams shut behind him.",
      "\n“Well then.” I look toward K'aal and Remaz, “Are you two ready?” I'm nervous myself, but I don't want to show it. I want them to feel brave, and I want us to succeed. We can make history. “Ready to head back home, yeah.” Remaz gets off the wall, and approaches toward me, then looking toward the top of the large coffin. “K'aal, help me lift this. Don't worry about her, she'll-” Before he can finish, I've raced over to help lift the top of the coffin. “Shush. All together, please.” I say, looking towards both of them. K'aal holds the east, Remaz holds the west, and I begin to lift the south edge. “On my count. One, two.. Three!” We all put our strength into lifting the top of the coffin, eventually managing to lift it up.\n“Oh.. gods, this is heavy. Ah!” Remaz exclaims as he begins to struggle and we start so move the top to the side. “Just... here, here. Let it go here.” K'aal calls over to us, and we begin to lower it on the ground. “I can barely feel my arms!”",
      "\nI sigh as we finish that process, sitting down upon the grove of white memorial blossoms. “One moment, please.” Remaz sits too, and K'aal simply looks down at the two of us. “Take your time, resting, please. I don't want you two winded for the hard part.” K'aal speaks to us while looking at Cirryn's now exposed corpse. “They buried him with his signature blade. How poetic,” K'aal chuckles to himself, then gazing at the flower on his belt. “I presume I'd be the same as him, though.” I can't help but smile listening to him ruminate on such things, there's clearly a strong passion behind that sentimentality of his. He shakes his head, brushing dirt off himself.",
      "\n“I'm just about ready,” I get up and look toward Remaz, “And you?” He looks up at me, tilting his head, “Hm? I was ready the whole time, just waiting for you.” He chuckles as he gets up onto his feet, although I know that's a lie. “Have you two recited the mantra before, or would this be your first?” K'aal calls out to us, standing over the corpse. I can't help but note how well kept the body is, usually corpses face worse fates, to say the least. “I memorized it quite awhile ago,” I reply, looking up to K'aal as Remaz as I begin to slowly approach the body. Remaz doesn't respond to K'aal, but it seems he already has a deep focus on the body. He's usually quite carefree in such situations...\n“Is something the matter?” I ask Remaz, and he snaps out of his trance. “Nothing, Ehkusa. Just idle anxieties is all,” he speaks quietly, looking over from the corpse to me. Anxieties, hm? “It's going to be fine, Remaz. We'll be fine,” I try to reassure him, but part of me feels quite nervous too.",
      "\nWe stretch our hands above the body of Cirryn, and focus intently. I can sense the great life flowing within this room, from myself, my companions, and the countless white flowers surrounding the coffin. Closing my eyes, I find the vacancy; an empty pocket of life, a soulless body. When a body's soul is trapped within the Depths, traces of the soul can be felt in its rightful body, even whilst the soul attempts to escape the Depths. However, this vessel is completely empty... its soul lost to the confines of the deep forever, it seems. Then, should our task succeed, what would control his body? If there's... bah, I shouldn't waste so much time. I need to focus.",
      "\nI focus on the vacancy, and then the flowers around me. To Lifeweave is not the act of generating new life, it is the transfer of life. This is the secret we Hivekin live by, and is the truth of our “miracle.” I find the life within the memorial flowers, observing how they act and bend; it shall suffice, with this quantity. I begin to channel their life into the vacancy, then open my eyes. The flowers closest to the coffin wilt within seconds, turning to a dark black. A growing black circle begins to grow around the coffin as each flower dies to the transfer, and I pressure the flowers' life into the place of the soul further. I can feel my head pounding from the stress, as sweat begins to trickle down my forehead, “Gods below...” I mutter to myself, as I redirect the life of hundreds of flowers into the place of Cirryn's soul.",
      "\nRemaz and K'aal are completely silent, focusing their entire beings into this task as well. A large green pulse emanates over Cirryn's body, a physical sign of our Lifeweave manifestation working so far.\nThe once beautiful white flowers below us are now a sea of wilted, rotted leaves, and just as I fear we'll have to draw from our own life, the sense of vacancy vanishes. “Did we...” I lose my focus as soon as I notice it, looking around the room, then to Remaz and K'aal. “Did you two feel it too?” I ask them exhaustedly, attempting to catch my breath in between words. Remaz simply nods as he draws in breath, while K'aal sighs, “I did. But, I can't help but worry if that wasn't enough.” He glances at the flower on his hip, still gleaming white, then shakes his head dismissively.",
      "\nRemaz finishes catching his breath, looking over to Cirryn's body. “...Do we just wait?” He asks in a somewhat puzzled manner, supposedly expecting an immediate result. “Not wait, per se. Just keep an eye on him, look for any sign of breathing, anything like that,” I call out to him as I stare intently at Cirryn's vessel. I can almost feel something swelling within it, but it's so difficult to describe what. The vacancy is completely erased, I know for certain. All of us grow quiet, as I believe the others noticed it as well. We stare at the body for a few moments, and then-",
      "\nA twitch. Cirryn twitches. Did we... succeed? K'aal draws in a shocked breath, placing his hand over his mask, while Remaz doesn't move an inch. I can't help but stand motionless as well, have we... Are we necromancers? Is this heresy? No, surely they wouldn't claim such things, Ximac himself ordered this task. But, my anxieties only grow worse by the moment. “Cirryn, are you awake?” I find myself asking subconsciously, watching the body begin to shift and stir. My heart begins to pound, watching him slowly raise to life. Where I once felt that vacancy, is now something else. But it doesn't feel right. There's no soul. What compels him to move, to live, without that guiding part of us all?\n“K'aal, do you feel it too?” I ask nervously to him, but I can't take my eyes away from Cirryn's form raising to life. “I do, Ehkusa. Are you afraid as well?” He asks me, but at this point my heart is beating too hard to answer. Something feels terribly wrong. There's no soul, this shouldn't be possible.",
      "\nWith one sudden movement, Cirryn sits up within his coffin, his gray, moss-sewn mask staring at us. But through the large crack in his visage, I can see his eyes... vacant. K'aal approaches him, putting his arm out in front of Remaz and I. “Allow me this time, please. You cut me off so rudely the last time I wished to speak,” K'aal mumbles toward me, and I haven't the heart to protest. “Greetings, Starset Blade. You've laid dormant for so, so many years, and the rest of the Hive is happy to have you with us again. My name is K'aal, I'm one of the Lifeweavers of the Second. How do you feel, Cirryn?” He asks the hero calmly, evidently trying to ensure the large being stays calm. Cirryn begins to shuffle around more, armor still intact, as he stands. He then steps out of his coffin, his blade at his side, towering over all of us.",
      "\nI've never seen a Vesperian of legend, yet where I should feel admiration, I feel fear at his stature... The hero responds to Cirryn's question with a resounding silence, staring down at him. Cirryn twitches unnaturally, beginning to contort into something awful. “What in the... Gods below, what's wrong?” Remaz asks while backing away nervously towards the door, and I find myself following suit. “Something isn't right,” I mutter to him, but I can't take my eyes away from K'aal and Cirryn.",
      "\nK'aal stares up at the towering hero, not moving an inch. He seems determined, but I want to scream for him to back away. The vacancy has brewed into something horrific. I feel no soul there, just the swelling roar of a thousand lives screaming in Cirryn at once, malforming and converging together into primal instinct. Cirryn's eye, visible through his cracked visage, begins to bloat and swell. “K'aal, get away from it. K'aal come here, please. Please. This isn't right. Get away from it!” I shout at him, but he refuses to move at all... please! Gods below, don't be so stupid now! Cirryn's body begins to bloat further with horrible, bright green cysts. The Lifeweave, it... it's taken control of him, but a thousand wills, they cannot-",
      "\n“...And to whom do I owe the pleasure?” A bellowing deep voice breaks the silence in the room. Cirryn. How? He shouldn't... is it simply residual memories within the body? Cirryn calls out again. “And to whom do I owe the pleasure?” as he grows taller, malforming further into something unrecognizable. “And to whom do- Do I owe- And to whom- And- And-” He begins repeating the same phrase over and over, faster each time before he can finish, as he turns into a form most foul, monstrous, unrecognizable. He bloats, contorts, cysts grow and die within mere seconds on him. “It is a pleasure to meet you, Cirryn. My name is K'aal-”",
      "\nWithin the blink of an eye, Cirryn's Starset Blade cuts K'aal's body directly through his torso, a complete horizontal cut all the way through him. A large paint stroke of blood scatters across the wilted flowers below us. No. No no no no no no no no no no no no no no! “K'aal. K'aal!” I scream over to him, backing further up in horror. This isn't happening, this has to be a dream, I... no. No! Remaz is banging on the door to let us out, shouting and screaming that something has gone wrong. I can't... I stare at K'aal, and he turns his head toward me. “I'm.. sorry,” he mutters, before his upper torso slides off of his leg, crashing into the floor. His legs, separate from the rest of his body, then crumble into the flowers below. He's gone. K'aal is gone.\nHe can't survive the Depths, no, he... “Open it! Let us out! Please!” Remaz slams on the door louder, screaming for us to be released from the chamber. I feel adrenaline beginning to surge within me. I... I don't want to die. I need to get out, I don't want to die, I don't-",
      "\nThe door opens, and I leap through. The guards look toward Remaz and I with puzzled expressions, then they look inside the chamber. Their expressions shift, drawing their weapons. “I knew from the beginning, necromancy is not to be toyed with. Utter fools,” one guard mocks us, stepping into the chamber and drawing his blade to Cirryn. “You make a mockery of Cirryn's legacy, Depths-sent. Now, I shall return you to your slumber-” His preamble is cut short by another slash, his upper torso meeting K'aal within the bed of wilted flowers below. The rest of the guards rush into the room, and I look at Remaz, feeling my heart pound more. “We need to go. Now. We need help, we need to run,” I stammer through my words, looking at him helplessly. Please. Gods below, just say something. “Now!” He shouts, and we begin to run, faster than we've ever ran before.\nLoud stomps echo throughout the entire Greathive, as the once constant bird chirps come to a silence.",
      "\nThe rustling of leaves falls still. The chattering of Vesperian and Ganymede ends. Fear and panic overtake the serenity of what Hivekin call home, as we sprint through the guarded halls, the forces of Hive defense coming to defend the Greathive from what we've done. One after another, we hear scream after scream of each guard heading in to engage with Cirryn, as another loud stomp echoes through the tree as he gets further into the Greathive.",
      "\nMy heart is pounding harder, I can barely feel my legs as we reach the plaza. The people of the Greathive are scattering; word travels fast, but screams travel faster. I begin to catch my breath from the sprint beneath Cirryn's monument towering over the center of the plaza. Remaz drops to the floor, panting as he collects himself. “What do we do? Gods, what can we even do?!” He shouts, panicking as the stomps continue to echo through the whole tree. I want to respond, I want to cry out the right answer, but even now I find myself feeling the same way. I look over to the direction the stomps are coming from and... it's close. I look around the plaza for something, anything, that could lead us to a weapon of some sort, gods, anything! Another stomp. I can barely hear myself think over the sound of my heart. And then, I realized.",
      "\nStanding across from me, across the plaza, lies the Lifeless Chamber, the cold, lifeless prison in which no Lifeweave can survive. “Remaz, do you... do you think we could get it in there?” I mutter nervously, raising my shaky hand to point toward the direction of its cold confines. He looks over to the chamber, and then towards the sounds of the ever-nearer stomps. “I think we can. But, it's... we have to lure it in there. There has to be something around here, some... gods, it's only chasing people. I don't know, we could Lifeweave- no, no, it doesn't work in there! Gods below, damn it all!” He begins to panic once more, tapping his mask nervously beneath Cirryn's monument, until he suddenly stops in his tracks.",
      "\nA moment of silence passes, only broken by an even closer, loud stomp. It's near. “Ehkusa.” He calls out to me somberly, and I begin to worry. That shake in his voice isn't normal. “Yes? Did you think of something? We can try anything, please.” I look toward him for some form of reassurance, some light at the end of the tunnel.\n“I.. I can lure it in there, Ehkusa.”\n“Huh? No, you... I can't let you.”",
      "\nI can barely form any words. He would never, he can't, he... I can't lose another friend today. “Please, Ehkusa. It's either me, or the Hivekin here suffer even more greatly.” He looks down at the floor out of hopelessness, I've never seen him like this. “No, no, Remaz. Listen to me. I... I can go! Please!” I shout at him desperately, I feel tears swelling in my eyes as the ground beneath us shakes. He doesn't look up at me, he simply shakes his head. His mind is set, and I'm helpless yet again. “It's the least I can do. For K'aal, for the Hivekin already lost, for... you. I have too much to atone for.” His voice grows more shaky, holding back tears of his own. He would never be able to forgive himself, he'd blame himself for all of this.",
      "\nI hold out my hand to him. “Remaz, are you truly certain?” I ask him, looking toward his mask. He looks up to me, and grabs my hand, replying “I'm certain.” I pull him up off the ground, and watch him gather his balance. I wish I could do more for you, Remaz. I wish it didn't have to be like this, I wish... anything, anything other than this. Another stomp, across the plaza. I can see its shadow in the frame of the gate. Remaz looks towards me, and nods. “I'm going to open the door, and when it draws near... I'll lure it in there. When it's in there with me, I need you to seal the chamber behind me, Ehkusa. It's never to be opened again.” My eyes swell with more tears, and although I try my best to remain strong, I cannot help but weep for him. “U-Understood.” I stumble over my words between tears, watching him begin to walk away.",
      "\nThis all feels so, so familiar, and again all I do is watch. The feeling of watching him walk away for the final time is the most sour of them all. “Remaz. Thank you. For everything.” He pauses for a moment, then continues.\nCirryn enters the plaza, somehow more monstrous than before. His mask is split into a sea of fragments scattered across his now dozen limbs, mouths, and eyes all varying in sizes. I feel sick to my stomach looking at it, the tragedy we've created... “AYE!” A loud shout from the center of the plaza. Remaz. The beast's thousand eyes glare toward him, as it stomps toward him. The floor beneath us shakes violently with each step, as dust and leaves fall from the branches above. Sun beams through the canopy high, toward the plaza center where Remaz and Cirryn stand.",
      "\nAnd then... he runs. Remaz sprints towards the Lifeless Chamber's massive entrance, then hits the button nearby to begin the opening of the entry. Cirryn stomps increasingly faster toward Remaz, as the entrance finally resides fully open. Remaz dashes inside, looking behind him one last time towards me.\nMy legs, my arms, every part of me is screaming to not let him go, to bring him back over here, but... it's too late for something like that. I begin to slowly move toward the direction of the chamber, keeping a distance between myself and Cirryn. As Cirryn reaches the door, he struggles to fit inside. He continuously slams himself against the frame in rapid succession, until enough of his Lifeweave cysts rot to allow him in. Once he's through the door.. I approach.",
      "\nRemaz stands within the deepest section of the chamber, waiting for Cirryn to draw nearer. Cirryn's steps slow, as he draws nearer to Remaz. I reach the entrance to the chamber as Cirryn is halfway through it, and I reach for the button- I can't reach it. My heart starts pounding once again, and I struggle with all my might to just- Damn it all! I back off from the door, and take a deep breath... I need to do this. Now. I sprint towards the button, leaping off the ground and reaching for the very heights I can, up toward- I reach it, hitting the button.\nThe Greathive shakes as the chamber begins to seal itself. Cirryn continues to pace towards Remaz, and I helplessly watch as the chamber door slowly closes. “Remaz!” I scream towards him one last time. He looks towards me, shaking in fear, and shouts back with the last of his might,\n“I'm sorry.”\nThe chamber door seals shut."
    ]
  },
  {
    "name": "Lumen's Folklore: Volume 'Attunement'",
    "flavour": "A compilation of tales by the Scholars of the Citadel",
    "pages": [
      "dummy text"
    ]
  },
  {
    "name": "Lumen's Folklore: Volume 'North'",
    "flavour": "A compilation of tales by the Scholars of the Citadel",
    "pages": [
      "dummy text"
    ]
  },
  {
    "name": "Ministry Field Report",
    "flavour": "",
    "pages": [
      "*The text on the page is scrawled frantically, difficult to decipher. The words 'Celtor' and 'Trial' can be made out from the mess, although the surrounding text is incomprehensible.*"
    ]
  },
  {
    "name": "Munet Journal, XIV",
    "flavour": "by Wakeguard Winona Munet",
    "pages": [
      "The aftermath of a battle is always ugly. Many soldiers despise it for the injuries, the breaking of gear, or the politics that come after the victor is decided. For me, it is the process of body watching that I dread the most.\n\nIt starts with collection. The bodies are everywhere, scattered around the battlefield like a stack of paper left in the wind. Alas, it is my job, and I do as I am told. I walk stretches of bloodied sand and dirt with my cart for hours in the unforgiving sun, packing our fallen onto its wooden surface as I go. The dealings are always deathly quiet, disturbed only by the squeaking of my cart's old wheels.\n",
      "\nOnce I have gathered all of the bodies, they get piled onto a bigger cart. That cart then moves to a secluded lot on the outskirts of my army's territory, the stockyard. It's placed far as it can be from our camps; no living soul goes there but me. Who would want to visit such a location, anyway?\n\nWhen the final body is loaded out and arranged in its own spot in the yard, my job truly begins. Those uninformed may assume It is easy to watch bodies all day. But it is not a job for those weak in the mind.\n\nTwo weeks. That's how long a fresh body must stay in the stockyard. It is the time allotted for one's soul to return from the depths below into their rightful vessel. It is the time when I stay in my corner of hell, growing immune to the smell of rotting flesh,",
      " counting how many flies can nest in a body out of demented boredom. It is the time when I spend my days and nights gazing upon a field of the dead, waiting for one to suddenly awake in a flash of light, wounds healed, limbs returned to their body. When it does happen, it is the only time this job brings me any sort of joy. I welcome them and all their confusion with open arms, embracing their return to the surface.\n\n\nYet it doesn't happen as much as I would like it to. More often than not, I am dozing off to the buzzing of flies, hoping to awake to a returned vessel asking for guidance. But I never do. Here, with the flies and maggots, I am faced with mortality at its rawest.",
      " Here, I wonder when I will be a part of the stockyard, vacant body laid out on the dirt, glassy eyes staring up at the vast sky above."
    ]
  }
]