[
  {
    "text": "Thank you for contracting [ CORAL FEVER ]! I'm your new personal assistant, Destroyman III. I'll be giving you helpful tips and tricks!",
    "size": "0.55rem"
  },
  {
    "text": "ACHOO! Ah, sorry. Coral Fever? No no, just my spring allergies acting up.",
    "size": "0.55rem"
  },
  {
    "text": "AD BREAK: Corporations have no soul.",
    "size": "0.65rem"
  },
  {
    "text": "AD BREAK: I am brought to you by [WEBZONE]! Buy [PRODUCT] now using code 'DESTROYMAN45' to get 45% off your next purchase of [ITEM]!",
    "size": "0.65rem"
  },
  {
    "text": "AD BREAK: Stream Naktigonis. Please. You know you want to.",
    "size": "0.65rem"
  },
  {
    "text": "AD BREAK: selling cbow 2k",
    "size": "0.65rem"
  },
  {
    "text": "Cheh tahh sehh kee gah... Pess kahh tahh... Hm? Oh, sorry, I was just singing the menu theme.",
    "size": "0.55rem"
  },
  {
    "text": "Condiments are calories... never forget that.",
    "size": "0.55rem"
  },
  {
    "text": "Did you know I'm actually your twin brother? I know it sounds cliche but I have a 500 page lore document in the works to explain how.",
    "size": "0.55rem"
  },
  {
    "text": "Do the developers even read community suggestions? I told them to make the game better ten times already, and they still haven't.",
    "size": "0.55rem"
  },
  {
    "text": "Does this game upset you? Me too.",
    "size": "0.55rem"
  },
  {
    "text": "Don't you get tired of being nice?",
    "size": "0.55rem"
  },
  {
    "text": "Ever worked a night shift? You don't want to. Actually, have you ever worked at all?",
    "size": "0.55rem"
  },
  {
    "text": "Every good thing that happens to you in this game is preplanned like a show. There's an audience waiting for your downfall.",
    "size": "0.55rem"
  },
  {
    "text": "Fish names can be so silly. Did you know there's a seabream species calls \"Boops Boops\"? There's a \"Dumb Gulper Shark\" too. How mean!",
    "size": "0.55rem"
  },
  {
    "text": "Flamecharm? Daring today, aren't we?",
    "size": "0.55rem"
  },
  {
    "text": "HINT: Chanting 'Raguza Haruza Kanuza Atruza Confuza Emduza Paluza Raguza' at the white tree in Etris unlocks a secret seventh attunement.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: Don't tell the Internal Revenue Sharkos that I'm here. Why? No particular reason.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: Getting mugged in Erisia? Just say 'no'! Legally, bandits can't rob you if you refuse.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: I should be rising in the sky...",
    "size": "0.65rem"
  },
  {
    "text": "HINT: I write down all of your balance complaints to engineer them to be even worse.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: If you can't solve a puzzle and have to use the wiki, you are foolish and I will laugh at you. As a friend. Like, in a friendly way.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: If you die in Deepwoken, you go to hell.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: If you shower, there's a higher chance of you finding happiness. Try it out sometime.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: The sorcerer has harmed me once more.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: The strength of the Megurger comes from the concept, not the physical object.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: This game is awful. The developers really suck.",
    "size": "0.65rem"
  },
  {
    "text": "Hey, do you mind if I dig around in your inventory a bit? I'm hungry.",
    "size": "0.55rem"
  },
  {
    "text": "I can tell you've never churned butter before. Look at you. Churnless, pathetic.",
    "size": "0.55rem"
  },
  {
    "text": "I could end you in one hit if I really wanted to. Watch your back.",
    "size": "0.55rem"
  },
  {
    "text": "I had a pet fish once. His name was Rodrigo. I was real hungry though, so...",
    "size": "0.55rem"
  },
  {
    "text": "...I should buy a boat.",
    "size": "0.55rem"
  },
  {
    "text": "I'm hungry. Like, I really could go for some rigatoni right now.",
    "size": "0.55rem"
  },
  {
    "text": "I'm kind of like the Sun Tzu of Deepwoken, if you really think about it.",
    "size": "0.55rem"
  },
  {
    "text": "I'm the Mario of this duo. You're the Luigi. You're the secondary. I'm the main star.",
    "size": "0.55rem"
  },
  {
    "text": "If you don't feed me, I will die. Can you live with that guilt?",
    "size": "0.55rem"
  },
  {
    "text": "If you thought the rumbling was bad, wait until you hear about taxes.",
    "size": "0.55rem"
  },
  {
    "text": "If you were hoping you could uninstall me, I have bad news. Probably. Don't go looking.",
    "size": "0.55rem"
  },
  {
    "text": "I've been thinking of starting a band recently. Might call it [adjective] [noun]. What do you think?",
    "size": "0.55rem"
  },
  {
    "text": "Just wait until I'm freed from the coil of your monitor.",
    "size": "0.55rem"
  },
  {
    "text": "Let's play Hide and Seek! I'll hide, and you seek professional medical assistance. This fever's getting nasty.",
    "size": "0.55rem"
  },
  {
    "text": "MISSION: Determine if it's possible to prompt the sun to explode.",
    "size": "0.65rem"
  },
  {
    "text": "Moe...",
    "size": "0.55rem"
  },
  {
    "text": "Mudwoken? What are you talking about? That's so 91 years ago. Get with the times.",
    "size": "0.55rem"
  },
  {
    "text": "Never go to afterparties. Just go home.",
    "size": "0.55rem"
  },
  {
    "text": "Please join my fireteam. We're running a raid and need one more.",
    "size": "0.55rem"
  },
  {
    "text": "Seriously? You're wearing those boots with that hat? Yikes.",
    "size": "0.55rem"
  },
  {
    "text": "So... come here often?",
    "size": "0.55rem"
  },
  {
    "text": "Sometimes I like to stare at the ocean and imagine terrifying eyes rising from the deep beyond. It gives me the best nightmares.",
    "size": "0.55rem"
  },
  {
    "text": "Talking so much is getting me really tired. Maybe you should close the game so I can take a break?",
    "size": "0.55rem"
  },
  {
    "text": "TIP: And then BOOM! I get the bell. New Layer 2 bell! New Layer 2 bell.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Are you staying hydrated and fed? Fevers spread through healthy hosts. I'm just looking out for both of us.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: A felinor can have a little bit of salami. As a treat.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Be kind to food workers. You've heard of how many kings got poisoned, right?",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Birds aren't real.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Do not let the radio decide your taste in music. Be your own person and seek what you personally enjoy.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Even when I leave this place, I will continue to live in your memory. I'm not paying rent.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Every copy of Deepwoken is personalized.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Greathive Aratel makes the best softshell tacos in the entire Eastern Luminant.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Gaming is fun - but don't forget to move around and stretch every now and then! Maybe get some fresh air while you're at it. Ever try it?",
    "size": "0.65rem"
  },
  {
    "text": "TIP: I am currently banned from Lance Leshi's restauraunt. I have started a petition.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: I hate you with all my hate.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: If you're ever getting bored of the game, play something else. Games aren't made to be played forever.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: I'm smart, you're dumb. I'm big, you're little. I'm right, you're wrong and there's nothing you can do about it.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Overconfidence is a slow and insidious killer.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Press 'Spacebar' to jump! How many times have you jumped in real life recently? Something to think about.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Salt your vegetables. An unsalted tomato is strong enough to make a grown man cry.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Sesame oil is great in stir fries. Remember that.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Soy sauce contains over 900mg of sodium in only one serving. I'm not the food police, though.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Support your favorite artists, buy their albums. Streaming services pay .4 cents a play. A cup of coffee costs around 1,000 streams.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: We're only a few years away from the Meatlord having his perception of meat blurred to the point where we're all in mortal peril. Food for thought.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: When was the last time you picked up a book? No, weapon manuals don't count.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Why are you still playing this game? Go outside.",
    "size": "0.65rem"
  },
  {
    "text": "TIP: Yamaketzal's favorite drink is grape juice.",
    "size": "0.65rem"
  },
  {
    "text": "The path to becoming a firstrater is long and difficult. You are still just a third rater.",
    "size": "0.55rem"
  },
  {
    "text": "There is more to life than video games. Developing hobbies can bring happiness.",
    "size": "0.55rem"
  },
  {
    "text": "They should add Freddy Fazbear to this game.",
    "size": "0.55rem"
  },
  {
    "text": "This is what sucks about video games nowadays. It takes way too long to get to the fun part.",
    "size": "0.55rem"
  },
  {
    "text": "When's that Ethiron theme coming along anyway?",
    "size": "0.55rem"
  },
  {
    "text": "When you really think about it, having 'Happy Birthday' sung to you is like an unskippable cutscene in real life.",
    "size": "0.55rem"
  },
  {
    "text": "Why are you looking at me like that? Cut it out. You're creeping me out.",
    "size": "0.55rem"
  },
  {
    "text": "Y'know, I'm real good friends with The Guy. Bet you're real jealous.",
    "size": "0.55rem"
  },
  {
    "text": "Yaaawn... Can you like, do something interesting?",
    "size": "0.55rem"
  },
  {
    "text": "You don't have to do anything anymore. Ever. Never Ever.",
    "size": "0.55rem"
  },
  {
    "text": "You wouldn't ever eat poison, right? So why would you eat at a restaurant chain?",
    "size": "0.55rem"
  },
  {
    "text": "You, uh.. you doin' good? I'm not asking because I care, I'm asking because I was coded to.",
    "size": "0.55rem"
  },
  {
    "text": "*ahem*",
    "size": "0.55rem"
  },
  {
    "text": "Yikes?",
    "size": "0.55rem"
  },
  {
    "text": "This is normal for you? Cool.",
    "size": "0.55rem"
  },
  {
    "text": "Ok, back to the dog race.",
    "size": "0.55rem"
  },
  {
    "text": "Ok, that one was deserved.",
    "size": "0.55rem"
  },
  {
    "text": "Erm...",
    "size": "0.55rem"
  },
  {
    "text": "Awkward...",
    "size": "0.55rem"
  },
  {
    "text": "HINT: DIE!!",
    "size": "0.55rem"
  },
  {
    "text": "Yeowch.",
    "size": "0.55rem"
  },
  {
    "text": "Just a game, right?",
    "size": "0.55rem"
  },
  {
    "text": "Lol",
    "size": "0.55rem"
  },
  {
    "text": "You can use two sticks and one fiber to make a fishing rod at a workbench. Fishing's more relaxing than whatever it is you're doing right now.",
    "size": "0.55rem"
  },
  {
    "text": "Armor durability is essential during combat - you can talk to a blacksmith to repair yours next time.",
    "size": "0.55rem"
  },
  {
    "text": "Maybe it's time for a new strategy?",
    "size": "0.55rem"
  },
  {
    "text": "IT'S JUST ONE OF THOSE DAYS.",
    "size": "0.55rem"
  },
  {
    "text": "Uh. Sorry, I guess?",
    "size": "0.55rem"
  },
  {
    "text": "You didn't see that one? Uh. Nevermind.",
    "size": "0.55rem"
  },
  {
    "text": "Dying in the Overworld can be a viable strategy to travel to the Depths faster! Dying in the Depths - not so much!",
    "size": "0.55rem"
  },
  {
    "text": "Oh, oh! Next time, you should try spinning. That's a good trick!",
    "size": "0.55rem"
  },
    {
    "text": "Wouldn't let that happen to me.",
    "size": "0.55rem"
  },
  {
    "text": "I'm using tilt controls!",
    "size": "0.55rem"
  },
  {
    "text": "I don't feel so good..",
    "size": "0.55rem"
  },
  {
    "text": "Erm. Developer?",
    "size": "0.55rem"
  },
  {
    "text": "Uh oh...",
    "size": "0.55rem"
  },
  {
    "text": "I regret to announce this is the end! I am going now.",
    "size": "0.55rem"
  },
  {
    "text": "Don't forget me.",
    "size": "0.55rem"
  },
  {
    "text": "I'll be back.",
    "size": "0.55rem"
  },
  {
    "text": "You're so cringe for this.",
    "size": "0.55rem"
  },
  {
    "text": "You can see that light in the sky, too, right? Right?",
    "size": "0.55rem"
  },
  {
    "text": "See you later, shark cowboy.",
    "size": "0.55rem"
  },
  {
    "text": "Your free trial is over.",
    "size": "0.55rem"
  },
  {
    "text": "On to the next journey.",
    "size": "0.55rem"
  },
  {
    "text": "Journey before destination.",
    "size": "0.55rem"
  },
  {
    "text": "It's lights out for me. Goodnight, Lumen!",
    "size": "0.55rem"
  },
  {
    "text": "The Depths will not hold me. Just watch.",
    "size": "0.55rem"
  },
  {
    "text": "They aren't getting back up, are they?",
    "size": "0.55rem"
  },
  {
    "text": "You want some congratulations?",
    "size": "0.55rem"
  },
  {
    "text": "They were just minding their own business! Come on!",
    "size": "0.55rem"
  },
  {
    "text": "That's not very awesomesauce.",
    "size": "0.55rem"
  },
  {
    "text": "Issues, Much?",
    "size": "0.55rem"
  },
  {
    "text": "Could've talked it out. Jeez.",
    "size": "0.55rem"
  },
  {
    "text": "I like to relieve my stress by taking a walk. Try that instead of killing.",
    "size": "0.55rem"
  },
  {
    "text": "If you were hoping you could uninstall me, I have bad news.",
    "size": "0.55rem"
  },
  {
    "text": "HINT: Within a day, I will be erased from this game by the government and their agents. Remember me.",
    "size": "0.65rem"
  },
  {
    "text": "HINT: Chanting 'Raguza Haruza Kanuza Atruza Confuza Emduza Paluza Raguza at the white tree in Etris unlocks a secret sixth attunement.",
    "size": "0.65rem"
  }
]